const tiaoyang = [
    { id: '平和质', name: `<table width="813" style="width: 100%;">
    <colgroup>
        <col width="67" span="2" style=";width:67px"/>
        <col width="680" style=";width:680px"/>
    </colgroup>
    <tbody>
        <tr style="height:18px" class="firstRow">
            <td colspan="2" width="133" style="">
                易患病
            </td>
            <td width="680" style="">
                &nbsp; 先天禀赋良好，后天调养得当，身体健壮，平素患病较少。
            </td>
        </tr>
        <tr style="height:18px">
            <td colspan="2" style="">
                原则
            </td>
            <td>
                健补脾、肾，平衡人体阴阳，将体质维护在一个良好的状态。
            </td>
        </tr>
        <tr style="height:36px">
            <td rowspan="3" style="">
                食补调养
            </td>
            <td>
                宜选食物
            </td>
            <td width="680" style="">
                谷物类：小麦 粳米 黑芝麻 黄豆 糯米 肉食类：牛肉 鸭肉 兔肉 &nbsp; 蔬菜类：黑木耳 山药 白菜 果品类：梨 桃子 核桃 苹果 柑橘
            </td>
        </tr>
        <tr style="height:36px">
            <td style="">
                注意事项
            </td>
            <td width="680" style="">
                <p>
                    饮食宜有节制、四季营养合理搭配；
                </p>
                <p>
                    多食五谷杂粮、蔬菜水果，少食过于油腻及辛辣之物。
                </p>
            </td>
        </tr>
        <tr style="height:162px">
            <td style="">
                精选食谱
            </td>
            <td width="680" style="">
                <p>
                    红枣党参烧海<br/>【配方】红枣10枚，党参12克，海参50克，黑木耳30克，胡萝卜100克，鸡汤300毫升，绍酒、葱、姜、盐、素油各适量。
                </p>
                <p>
                    【功效】补气补血，添精益髓
                </p>
                <p>
                    【用法】佐餐食用。
                </p>
                <p>
                    【制作】将红枣洗净、去核；海参洗净、发透，切成长条；黑木耳发透，去蒂根，撕成瓣；胡萝卜切成4厘米长、3厘米宽的块；姜拍松，葱切段；把锅置火上烧热，加入素油，烧至六成热时，加入葱、姜爆香，投入海参，加绍酒、盐、党参、红枣、黑木耳、胡萝卜，炒匀，再加入鸡汤用文火烧至浓稠即成。
                </p>
                <p>
                    &nbsp; &nbsp; 观音面茶
                </p>
                <p>
                    【配方】黑芝麻500克，藕粉500克，粳米500克，白糖500克，淮山药500克。
                </p>
                <p>
                    【用法】每次根据个人食量，取30克左右，用白开水冲调服食。作早点或加餐用。
                </p>
                <p>
                    【制作】将芝麻、粳米、山药分别炒熟，研成细末，过筛，取细粉；将上细粉与藕粉、白糖混匀，用瓷罐收藏。
                </p>
            </td>
        </tr>
        <tr style="height:144px">
            <td rowspan="2" style="">
                起居调理
            </td>
            <td>
                调理方法
            </td>
            <td width="680" style="">
                <p>
                    起居有常，不妄作劳。顺从人体的生物钟调理起居，有规律地生活，合理安排学习、工作、睡眠、休息，养成良好的起居习惯。起居规律，能保养神气，使人体精力充沛，生命力旺盛。否则，恣意妄行，逆于生乐，以酒为浆，以妄为常，就会导致脏腑功能损害，精神不振，适应能力减退，体质下降，引起早衰或疾病。正如《素问·上古天真论》所说 &nbsp; “起居无节，故半百而衰也。
                </p>
                <p>
                    顺应四时，调摄起居。春季宜晚卧早起，起床后宜在室外无拘无束地散步，以顺应春季升发条达的气机；夏季当晚些入睡，早点起床，多活动，顺应阳气的充盈和盛实，利于气血活动，振奋精神；秋季，阴气渐盛，阳气渐收，万物结实，应早睡早起，以应秋天收敛之气；冬季应早睡晚起，避寒就温，顺应冬天潜藏之气。注意衣着保暖，特别是脚部的保暖，以增强人体抗寒能力，减少感冒和其他疾病的发生。
                </p>
            </td>
        </tr>
        <tr style="height:18px">
            <td style="">
                注意事项
            </td>
            <td width="680" style="">
                <p>
                    应持之以恒地保持良好的生活起居习惯。
                </p>
                <p>
                    不宜食后即睡，保持充足的睡眠时间。
                </p>
            </td>
        </tr>
        <tr style="height:54px">
            <td rowspan="2" style="">
                运动调理
            </td>
            <td>
                适宜项目
            </td>
            <td width="680" style="">
                <p>
                    <strong>项目：</strong>
 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                </p>
                <p>
                    根据自身情况及爱好，选择不同的运动项目。如年轻人可选择跑步、各种球类运动、游泳等；老年人可适当散步、打太极拳等，以维持机体的阴阳平衡。
                </p>
                <p>
                    <strong>运动频率及运动量：</strong>
 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                </p>
                <p>
                    贵在坚持，建议每天运动，每次以半小时至一小时为好。
                </p>
            </td>
        </tr>
        <tr style="height:90px">
            <td style="">
                注意事项
            </td>
            <td width="680" style="">
                <p>
                    忌急于求成。锻炼的效果往往要经过较长一段时间才能显现出来，“立竿见影”显然是不现实的。
                </p>
                <p>
                    忌随意性。锻炼要持之以恒，不能高兴了就活动，不高兴了就作罢。
                </p>
                <p>
                    忌锻炼后大量饮水。大量饮水，会给循环系统、消化系统各器官，特别是心脏增加负担。
                </p>
                <p>
                    忌锻炼后立即洗冷水澡。锻炼时体内热量增加快，皮肤的毛细血管也大量扩张利于身体散热。突然过冷刺激会使体表已开放的毛孔突然关闭，造成身体内脏器官功能紊乱，大脑体温调节失常，以致生病。&lt;/p&gt;
                </p>
            </td>
        </tr>
        <tr style="height:180px">
            <td colspan="2" style="">
                穴位保健
            </td>
            <td width="680" style="">
                <p>
                    名称:大椎
                </p>
                <p>
                    经脉：督脉
                </p>
                <p>
                    功能：大椎隶属督脉，可以通调督脉之阳气，祛除风寒湿邪。
                </p>
                <p>
                    主治：热病，疟疾，咳嗽，喘逆，骨蒸潮热，项强，肩背痛，腰脊强，角弓反张，癫狂痫证，五劳虚损，七伤乏力，中暑，霍乱，呕吐，黄疸，风疹。
                </p>
                <p>
                    方法：艾灸、穴位敷贴
                </p>
                <p>
                    &nbsp; &nbsp; 名称:足三里
                </p>
                <p>
                    位置：在小腿前外侧，当犊鼻下3寸，距胫骨前缘一横指（中指）&nbsp;
                </p>
                <p>
                    经脉：足阳明胃经
                </p>
                <p>
                    功能：健脾和胃，调理气血，通经活络，扶正培元。本穴有强壮作用，为保健要穴。
                </p>
                <p>
                    主治：胃痛、呕吐、腹胀、肠鸣、消化不良、下肢痿痹、泄泻、便秘、痢疾、疳积、癫狂、中风、脚气、水肿、下肢不遂、心悸、气短、虚劳羸瘦。
                </p>
                <p>
                    方法：艾灸、按揉、穴位敷贴
                </p>
                <p>
                    &nbsp; &nbsp; &nbsp;名称:气海
                </p>
                <p>
                    位置：位于体前正中线，脐下1寸半。
                </p>
                <p>
                    经脉：任脉
                </p>
                <p>
                    功能：生发阳气
                </p>
                <p>
                    主治：虚脱、形体赢瘦、脏气衰惫、乏力等气虚病证；水谷不化、绕脐疼痛、腹泻、痢疾、便秘等肠腑病证；小便不利、遗尿；遗精、阳痿、疝气。
                </p>
                <p>
                    方法：按摩、艾灸、穴位敷贴。
                </p>
            </td>
        </tr>
    </tbody>
</table>
<p>
    <br/>
</p>` },
{id:"阳虚质",name:`<table width="813" style="width: 100%;">
<colgroup>
    <col width="67" span="2" style=";width:67px"/>
    <col width="680" style=";width:680px"/>
</colgroup>
<tbody>
    <tr style="height:36px" class="firstRow">
        <td colspan="2" width="133" style="">
            易患病
        </td>
        <td width="680" style="">
            &nbsp; 您有易患<strong>慢性胃肠道疾病、哮喘、甲状腺功能减退症、风湿性关节炎、不孕症</strong>等病的倾向。
        </td>
    </tr>
    <tr style="height:18px">
        <td colspan="2" style="">
            原则
        </td>
        <td width="680" style="">
            <strong>用温阳益火的方法，恢复肾脏阳气，消退机体的阴寒之气。</strong>
        </td>
    </tr>
    <tr style="height:18px">
        <td rowspan="3" style="">
            <strong>食</strong>补调养
        </td>
        <td>
            宜选食物
        </td>
        <td>
            谷物类：黄豆 糯米 高粱 肉食类：羊肉 牛肉 蔬菜类：韭菜 刀豆 小茴香 果品类：核桃 龙眼肉 板栗 荔枝
        </td>
    </tr>
    <tr style="height:18px">
        <td style="">
            注意事项
        </td>
        <td width="680" style="">
            少食梨、西瓜、荸荠等生冷寒凉的食物，少饮绿茶
        </td>
    </tr>
    <tr style="height:144px">
        <td style="">
            精选食谱
        </td>
        <td width="680" style="">
            <p>
                八角焖牛腩
            </p>
            <p>
                【配方】鲜牛腩200克，冬菇12克，八角2粒，花生油50克，姜、葱、精盐、味精、白糖、芝麻油、湿芡粉、胡椒粉、酱油、清汤各适量。
            </p>
            <p>
                【功效】温阳散寒，理气止痛。
            </p>
            <p>
                【用法】佐餐食用。
            </p>
            <p>
                【制作】鲜牛腩200克，冬菇12克，八角2粒，花生油50克，姜、葱、精盐、味精、白糖、芝麻油、湿芡粉、胡椒粉、酱油、清汤各适量。
            </p>
            <p>
                [制作]将牛腩切块，冬菇切片，八角洗净，姜切片，葱切段；将锅内放入花生油烧热，放入姜片、八角、冬菇、牛腩煸炒至水干，掺入清汤，调入精盐、味精、白糖、胡椒粉、酱油，用文火焖酥，汁浓时加入葱段，勾芡，淋入芝麻油即可。
            </p>
            <p>
                茶姜散
            </p>
            <p>
                【配方】红茶1.5克，荔枝干肉25克。
            </p>
            <p>
                【制作】冲入沸水300毫升，浸泡5分钟即成，代茶饮。<br/>
            </p>
        </td>
    </tr>
    <tr style="height:90px">
        <td rowspan="2" style="">
            起居调理
        </td>
        <td>
            调理方法
        </td>
        <td width="680" style="">
            <p>
                注意保暖，春夏养阳
            </p>
            <p>
                日光浴。阳虚质在春夏季节尤其要注意培补阳气，避免长时间待在空调房里，做到“无厌于日”。晒太阳每次不少于15～20分钟，以上午8～10时、下午4～7时为宜，晒太阳时避免完全暴露于阳光下，可在树荫下、湖边等进行。
            </p>
            <p>
                盐水足浴。临睡前，在洗足水中加盐一匙，洗净后，用手擦涌泉穴（在足底部，卷足时足前部凹陷处），左右各擦几十至几百次。肾经从涌泉起始，盐能引经通肾，此法可助阳散寒。
            </p>
        </td>
    </tr>
    <tr style="height:72px">
        <td style="">
            注意事项
        </td>
        <td width="680" style="">
            <p>
                阳虚质者耐春夏不耐秋冬，秋冬季节要适当暖衣温食以养护阳气，尤其要注意腰部和下肢保暖。
            </p>
            <p>
                夏季暑热多汗，也易导致阳气外泄，使阳气虚于内。建议尽量避免强力劳作和大汗，也不可恣意贪凉饮冷。
            </p>
            <p>
                多在阳光充足的情况下适当进行户外活动，不可在阴暗潮湿寒冷的环境下长期工作和生活。
            </p>
            <p>
                节制房事、节制手淫及意淫等习惯尤为重要。
            </p>
        </td>
    </tr>
    <tr style="height:198px">
        <td rowspan="2" style="">
            运动调理
        </td>
        <td>
            适宜项目
        </td>
        <td width="680" style="">
            <p>
                <strong>项目：</strong>
            </p>
            <p>
                可练“五禽戏”中的虎戏，以益肾阳强腰骨。
            </p>
            <p>
                起式
            </p>
            <p>
                脚后跟靠拢成立正姿势，两臂自然下垂，两眼平视前方。
            </p>
            <p>
                左式&nbsp;
            </p>
            <p>
                两腿屈膝下蹲，重心移至右腿，左脚虚步，脚掌点地、靠于右脚内踝处，同时两掌握拳提至腰两侧，拳心向上，眼看左前方。
            </p>
            <p>
                左脚向左前方斜进一步，右脚随之跟进半步，重心坐于右腿，左脚掌虚步点地，同时两拳沿胸部上抬，拳心向后，抬至口前两拳相对翻转变掌向前按出，高与胸齐，掌心向前，两掌虎口相对，眼看左手。
            </p>
            <p>
                右式
            </p>
            <p>
                左脚向前迈出半步，右脚随之跟至左脚内踝处，重心坐于左腿，右脚掌虚步点地，两腿屈膝，同时两掌变拳撤至腰两侧，拳心向上，眼看右前方。
            </p>
            <p>
                右脚向右前方斜进一步，左脚随之跟进半步，重心坐于左腿，右脚掌虚步点地，同时两拳沿胸部上抬，拳心向后，抬至口前两拳相对翻转变掌向前按出，高与胸齐，掌心向前，两掌虎口相对，眼看右手。
            </p>
            <p>
                如此反复左右虎扑，次数不限。
            </p>
            <p>
                <strong>运动频率及运动量：</strong>
            </p>
            <p>
                可根据自身情况及喜好选择功法。每周可练习2～3次，每次一遍。
            </p>
        </td>
    </tr>
    <tr style="height:18px">
        <td style="">
            注意事项
        </td>
        <td width="680" style="">
            <p>
                夏天不宜做剧烈运动。
            </p>
            <p>
                冬天避免在大风、大寒、大雾、大雪及空气污染的环境中锻炼。&lt;/p&gt;
            </p>
        </td>
    </tr>
    <tr style="height:162px">
        <td colspan="2" style="">
            穴位保健
        </td>
        <td width="680" style="">
            <p>
                名称:脾俞
            </p>
            <p>
                位置：在背部，当第十一胸椎棘突下，旁开1.5寸
            </p>
            <p>
                经脉：足太阳膀胱经&nbsp;
            </p>
            <p>
                功能：健脾利湿，益气和中。&nbsp;
            </p>
            <p>
                主治：背痛、腹胀、腹泻、呕吐、痢疾、便血等脾胃肠腑病证
            </p>
            <p>
                方法：艾灸、按揉、穴位敷贴
            </p>
            <p>
                &nbsp; &nbsp; 名称:气海
            </p>
            <p>
                位置：位于体前正中线，脐下1寸半。
            </p>
            <p>
                经脉：任脉
            </p>
            <p>
                功能：生发阳气
            </p>
            <p>
                主治：虚脱、形体赢瘦、脏气衰惫、乏力等气虚病证；水谷不化、绕脐疼痛、腹泻、痢疾、便秘等肠腑病证；小便不利、遗尿；遗精、阳痿、疝气。
            </p>
            <p>
                方法：按摩、艾灸、穴位敷贴
            </p>
            <p>
                &nbsp; &nbsp; 名称:肾俞
            </p>
            <p>
                位置：在腰部，当第二腰椎棘突下，旁开1.5寸
            </p>
            <p>
                经脉：足太阳膀胱经&nbsp;
            </p>
            <p>
                功能：滋阴壮阳，补肾益气，利水消肿。
            </p>
            <p>
                主治：腰痛、肾脏病、高血压、低血压、耳鸣、精力减退等
            </p>
            <p>
                方法：艾灸、按摩、穴位敷贴
            </p>
        </td>
    </tr>
</tbody>
</table>
<p>
<br/>
</p>`}
]
export { tiaoyang }