const tizhi = [
    { id: '平和质', name: `<ul style="list-style-type:disc"><li><p>平和质<br />常见表现：面色、肤色润泽，头发稠密有光泽，目光有神，鼻色明润，嗅觉通利，味觉正常，唇色红润，精力充沛，不易疲劳，耐受寒热，睡眠安和，胃纳良好，二便正常。</p></li></ul>` },
    { id: '阳虚质', name: `<ul style="list-style-type:disc"><li><p>阳虚质<br />常见表现：平素畏冷，手足不温，喜热饮食，易出汗，精神不振，睡眠偏多，小便清长，大便溏薄，舌淡胖嫩，边有齿痕。<br /></p></li></ul>` },
    { id: '阴虚质', name: `<ul style="list-style-type:disc"><li><p>阴虚质<br />常见表现：面色潮红、有烘热感，手足心热，目干涩，视物花，鼻微干，唇红微干，平素易口燥咽干，口渴喜冷饮，眩晕耳鸣，睡眠差，小便短涩，大便干燥。<br /></p></li></ul>` },
    { id: '气虚质', name: `<ul style="list-style-type:disc"><li><p>气虚质<br /></p><p>常见表现：平素语音低怯，气短懒言，肢体容易疲乏，精神不振，目光少神，头晕，健忘，易出汗，舌体胖大、边有齿痕。</p></li></ul>` },
    { id: '痰湿质', name: `<ul style="list-style-type:disc"><li><p>痰湿质<br />常见表现：痰湿质人经常自觉胸闷、气短、乏力，食欲不振，活动时喜欢出汗且黏，嘴里常有黏腻或甜腻感；痰湿日久者体型多肥胖，尤其腹部肥满松软，伴有口臭、嗳气、气喘、腹胀等症状。<br /></p></li></ul>` },
    { id: '湿热质', name: `<ul style="list-style-type:disc"><li><p>湿热质<br />常见表现：面垢油光，易生痤疮粉刺，容易口苦口干，身重困倦。男性容易出现阴囊潮湿，女性易出现白带增多且臭秽色黄的现象。<br /></p></li></ul>` },
    { id: '气郁质', name: `<ul style="list-style-type:disc"><li><p>气郁质<br />常见表现：胸胁胀满，走窜疼痛，多不由自主地叹息，自觉咽部有异物感，乳房胀痛，睡眠较差或食欲减退等。<br /></p></li></ul>` },
    { id: '血瘀质', name: `<ul style="list-style-type:disc"><li><p>血瘀质<br />常见表现：以瘦人居多，口唇暗淡或紫，舌质暗有点、片状瘀斑，舌下静脉曲张。女性多见痛经、闭经，或经血中多凝血块，或经色紫黑有块。</p></li></ul>` },
    { id: '特禀质', name: `<ul style="list-style-type:disc"><li><p>特禀质<br />常见表现：常见哮喘、咽痒、鼻塞、喷嚏，或皮肤常出现风团。</p></li></ul>` }
]

export {
    tizhi
}